[
	{
		"name": "Elyrion",
		"leaderName": "Archon Zaryth",
		"adjective": ["Fanatic, Supperior"],
		"startBias": ["Grassland","Hill","Avoid [Tundra]","Avoid [Snow]"],
		"preferredVictoryType": "Domination",
		"startIntroPart1": "Elyrion is a nation defined by its unyielding conviction in its own supremacy and adopting Ultra Nationalist ideology. Proclaiming themselves as the Supperior Being, the Elyrians adhere to a theocratic doctrine that regards their race Covenant as the epitome of perfection. Their leader, Archon Zaryth is the absolute ruler of this nation. The Covenant relentless pursuit to impose their ideals on a world they deem flawed and impure. They believe that their religion is the one and only absolute truth, Under the banner of Elyrion, they march forward, viewing conquest not as an act of aggression but as a holy crusade to bring peace to the world where the ideals human was The Covenant.",
		"declaringWar": "We, by the grace of Heaven, Emperor of Elyrion, declare war on Your Nation. Despite our efforts at negotiation, Your aggression and unjust actions have left us no choice but to defend our nation and restore peace to this World. With unwavering resolve, our forces will act decisively, and our people will unite for this sacred duty.",
		"attacked": "Hail Archon! Heavenly Judgement awaiting you",
		"defeated": "All Hail Archon!",
		"introduction": "Behold the sovereign glory of Elyrion, the chosen people of the Creator, and the embodiment of divine perfection. We are led by Archon The Great, Your world exists by His tolerance. Approach us with reverence, or face the fate of the unworthy.",
		"neutralHello": "The Heaven watches. Speak wisely, for your words will be judged.",
		"hateHello": "Your existence offends the divine order. Do not test our patience.",
		"afterPeace": "The Heaven Mandatory has peacfully reached",
		"tradeRequest": "The Emperor has kind, accept this.",
		"outerColor": [0,0,0],
		"innerColor": [0,150,255],
		"uniqueName": "The Heavenly Grace",
		"uniques": ["[+100]% [Faith] [in all cities]",
			"[+1 Faith] per [1] population [in all cities]",
			"[+100]% [Gold] [in all cities]",
			"[+1 Gold] per [1] population [in all cities]",
			"All newly-trained [All] units [in all cities] receive the [Immortal] promotion",
			"Defense bonus when embarked <for [All] units>",
			"New [All] units start with [200000] Experience [in all cities]",
			"Quantity of strategic resources produced by the empire +[200000]%"],
		"cities": ["Ixuniska","Riyevka","Xizev","Cesixe","Ayoren","Kerayn","Sikayvka","Plyesxy","Malivsxy","Kezexon","Raikexi","Auxores","Sivinoka","Zokacsy","Kobrin","Kistrisxy"]
	}
]
			

